Repository: RishiTikekar/weather_app
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Cloudy
mr: क्लाउडी

# splash_subtitle
source: Don't worry about the weather we all here
mr: आम्ही सर्व इथल्या हवामानाची काळजी करू नका

source: Settings
mr: सेटिंग्ज

source: Set language
mr: भाषा सेट करा

# permission_subtitle
source: Location permission is required to get weather information
mr: हवामानाची माहिती मिळविण्यासाठी स्थानाची परवानगी आवश्यक आहे

source: Give permission
mr: परवानगी द्या

source: location
mr: स्थान

source: Share this app
mr: हे ॲप शेअर करा

source: Rate this app
mr: या ॲपला रेट करा

source: Latitude
mr: अक्षांश

source: Longitude
mr: रेखांश

source: Search city name
mr: शहराचे नाव शोधा

source: Search
mr: शोधा

source: Your location
mr: तुमचे स्थान

source: Forecast
mr: अंदाज

source: Chance of rain
mr: पावसाची शक्यता

source: Weekly forecast
mr: साप्ताहिक अंदाज

source: Search Weather
mr: हवामान शोधा

# empty_state_title
source: List is currently empty
mr: यादी सध्या रिकामी आहे

# error_text
source: Something went wrong
mr: काहीतरी गडबड आहे दया

source: Retry
mr: पुन्हा प्रयत्न करा
